Revit 2027 API
ParameterTypeId.StructuralBottomReleaseType Property
 "Base Release"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StructuralBottomReleaseType { get; }
Public Shared ReadOnly Property StructuralBottomReleaseType As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StructuralBottomReleaseType {
	ForgeTypeId^ get ();
}
static member StructuralBottomReleaseType : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace